tap 'beeftornado/rmtree'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'd12frosted/emacs-plus'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/services'
tap 'neovim/neovim'
tap 'railwaycat/emacsmacport'
cask 'java'
cask 'osxfuse'
brew 'ack'
brew 'docbook'
brew 'asciidoc'
brew 'asciinema'
brew 'aspell', args: ['with-lang-en']
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'readline'
brew 'bash'
brew 'bazel'
brew 'binutils'
brew 'icu4c'
brew 'boost'
brew 'libpng'
brew 'freetype'
brew 'pkg-config'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'cmake'
brew 'clang-format'
brew 'cmark'
brew 'cmatrix'
brew 'colordiff'
brew 'cowsay'
brew 'cscope'
brew 'git'
brew 'go'
brew 'devd'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'docutils'
brew 'doxygen'
brew 'duti'
brew 'emojify'
brew 'enscript'
brew 'faac'
brew 'lame'
brew 'fribidi'
brew 'gobject-introspection'
brew 'harfbuzz'
brew 'yasm'
brew 'libass'
brew 'openssl'
brew 'snappy'
brew 'jpeg'
brew 'xz'
brew 'libtiff'
brew 'leptonica'
brew 'tesseract'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'pcre2'
brew 'fish'
brew 'fortune'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'gdbm'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'geoip'
brew 'little-cms2'
brew 'ghostscript'
brew 'gifsicle'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'pinentry'
brew 'gpg-agent'
brew 'grc'
brew 'haskell-stack'
brew 'libyaml'
brew 'ruby'
brew 'heroku'
brew 'lua'
brew 'highlight'
brew 'libtool'
brew 'htop-osx'
brew 'libcroco'
brew 'pango'
brew 'librsvg'
brew 'imagemagick'
brew 'keybase'
brew 'lastpass-cli', args: ['with-doc']
brew 'leiningen'
brew 'libevent'
brew 'libidn'
brew 'markdown'
brew 'mas'
brew 'minimal-racket'
brew 'scons'
brew 'mongodb'
brew 'youtube-dl'
brew 'mpv', args: ['with-bundle']
brew 'mr'
brew 'mysql'
brew 'netcat'
brew 'nmap'
brew 'node'
brew 'pandoc'
brew 'postgresql'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'rename'
brew 'smlnj'
brew 'speedtest_cli'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'trash'
brew 'tree'
brew 'unar'
brew 'uncrustify'
brew 'unrar'
brew 'valgrind'
brew 'vcsh'
brew 'watchman'
brew 'wget', args: ['with-iri']
brew 'wiki'
brew 'yadm'
brew 'yarn'
brew 'beeftornado/rmtree/brew-rmtree'
brew 'd12frosted/emacs-plus/emacs-plus', args: ['with-cocoa', 'with-gnutls', 'with-imagemagick', 'with-spacemacs-icon']
brew 'homebrew/dupes/libpcap'
brew 'homebrew/fuse/sshfs'
brew 'neovim/neovim/neovim'
cask 'datagrip'
cask 'font-fira-code'
cask 'goofy'
cask 'gpgtools'
cask 'insomniax'
cask 'intellij-idea'
cask 'iterm2'
cask 'jdownloader'
cask 'karabiner-elements'
cask 'keepingyouawake'
cask 'keyboard-cleaner'
cask 'lighttable'
cask 'little-snitch'
cask 'mac2imgur'
cask 'macdown'
cask 'marked'
cask 'megasync'
cask 'messenger-for-desktop'
cask 'micro-snitch'
cask 'mkvtools'
cask 'mojibar'
cask 'openemu'
cask 'postgres'
cask 'puush'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'qlvideo'
cask 'qtspim'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'scriptql'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'spotify-notifications'
cask 'steam'
cask 'suspicious-package'
cask 'the-unarchiver'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'webpquicklook'
cask 'whatsapp'
cask 'wineskin-winery'
cask 'wireshark'
mas 'Numbers', id: 409203825
mas 'Xcode', id: 497799835
mas 'Keynote', id: 409183694
mas 'iMovie', id: 408981434
mas 'Enchat', id: 892221122
mas 'Telegram Desktop', id: 946399090
mas 'Pages', id: 409201541
mas 'Telegram', id: 747648890
mas 'GarageBand', id: 682658836
mas 'LastPass', id: 926036361
mas 'Boom 2', id: 948176063
mas 'Boxy', id: 1053031090
