fisherman/anicode
fisherman/await
edc/bass
fisherman/choices
fisherman/fnm
fisherman/get
fisherman/get_file_age
fisherman/getopts
oh-my-fish/plugin-gi
fisherman/git_util
fisherman/host_info
fisherman/humanize_duration
fisherman/imgcat
fisherman/last_job_id
fisherman/menu
fisherman/nitro
oh-my-fish/plugin-osx
fisherman/pwd_info
fisherman/pwd_is_home
fisherman/pyenv
fisherman/segment
fisherman/spin
oh-my-fish/plugin-tab
oh-my-fish/plugin-thefuck
fisherman/tio
fisherman/upto
