fisherman/anicode
fisherman/await
edc/bass
fisherman/bobthefish
fisherman/choices
fisherman/fin
fisherman/get
fisherman/get_file_age
fisherman/getopts
oh-my-fish/plugin-gi
fisherman/last_job_id
fisherman/menu
oh-my-fish/plugin-osx
fisherman/pyenv
fisherman/spin
oh-my-fish/plugin-tab
oh-my-fish/plugin-thefuck
fisherman/tio
fisherman/upto
