fisherman/anicode
fisherman/await
edc/bass
fisherman/choices
andrew-kennedy/fish-functions
fisherman/get
fisherman/getopts
fisherman/gitignore
fisherman/imgcat
oh-my-fish/plugin-osx
rafaelrinaldi/pure
fisherman/pyenv
fisherman/spin
oh-my-fish/plugin-tab
fisherman/termcolours
fisherman/tio
fisherman/transfer
fisherman/upto
fisherman/z
